/* Double tap to toggle controls */
"bcovbasicplaybackcontroller_001" = "두 번 탭하여 컨트롤 전환";

/* Video */
"bcovbasicplaybackcontroller_002" = "비디오";

/* AVPlayer.currentItem.status == AVPlayerItemStatusFailed, meaning video '%@' could not be loaded OR... */
"bcovbasicplaybacksession_001" = "AVPlayer.currentItem.status == AVPlayerItemStatusFailed, meaning video '%@' could not be loaded OR the AVFoundation media services have crashed. The latter can occur when an AVPlayer attempts a synchronous operation that exceeds the built-in iOS timeout. Because the AVFoundation media services are a device-global resource, this can occur as a side effect due to misbehavior in another app running on the device.";

/* There is no recovery from this error; you should abort playback and/or advance to the next video. */
"bcovbasicplaybacksession_002" = "There is no recovery from this error; you should abort playback and/or advance to the next video.";

/* AVPlayerItemFailedToPlayToEndTimeNotification was fired for the current item. This likely means... */
"bcovbasicplaybacksession_003" = "AVPlayerItemFailedToPlayToEndTimeNotification was fired for the current item. This likely means that there was a network error or a problem with the media.";

/* If the error was caused by a network interruption, you should test for network continuity. If the network returns... */
"bcovbasicplaybacksession_004" = "If the error was caused by a network interruption, you should test for network continuity. If the network returns, use `- [BCOVPlaybackController - (void)resumeVideoAtTime:withAutoPlay:]` to resume the video.";

/* Offline video playback error. */
"bcovbasicsessionprovider_001" = "오프라인 비디오 재생 오류";

/* There is no recovery from this error; you should abort playback and/or advance to the next video. */
"bcovbasicsessionprovider_002" = "There is no recovery from this error; you should abort playback and/or advance to the next video.";

/* No playable source was found by the Source selection policy. If using the default source selection policy... */
"bcovbasicsessionprovider_003" = "No playable source was found by the Source selection policy. If using the default source selection policy, ensure your BCOVVideo has HLS sources. If implementing a custom source selection policy, ensure it is not returning nil.";

/* There is no recovery from this error; you should abort playback and/or advance to the next video. */
"bcovbasicsessionprovider_004" = "There is no recovery from this error; you should abort playback and/or advance to the next video.";

/* No Wifi connection is available. */
"bcovbasicsessionprovider_005" = "No Wifi connection is available.";

/* Enable WiFi or enable the `allowsCellularPlayback` property on BCOVGlobalConfiguration.sharedConfig and load the video again. */
"bcovbasicsessionprovider_006" = "Enable WiFi or enable the `allowsCellularPlayback` property on BCOVGlobalConfiguration.sharedConfig and load the video again.";

/* FairPlay license preloading is only supported for videos using FairPlay. */
"bcovofflinevideomanager_001" = "FairPlay license preloading is only supported for videos using FairPlay.";

/* This video has already been downloaded. */
"bcovofflinevideomanager_002" = "이 비디오는 이미 다운로드되었습니다";

/* No valid download source was found. */
"bcovofflinevideomanager_003" = "No valid download source was found.";

/* Failed to find a variant URL while preloading the FairPlay video. */
"bcovofflinevideomanager_004" = "Failed to find a variant URL while preloading the FairPlay video.";

/* Could not preload a FairPlay video license. */
"bcovofflinevideomanager_005" = "Could not preload a FairPlay video license.";

/* Could not retrieve content key while preloading a FairPlay video (HTTP error: %ld). */
"bcovofflinevideomanager_006" = "Could not retrieve content key while preloading a FairPlay video (HTTP error: %ld).";

/* Could not preload a FairPlay video license due to a network error. */
"bcovofflinevideomanager_007" = "Could not preload a FairPlay video license due to a network error.";

/* FairPlay license preloading is only supported on iOS 10.3 and later. */
"bcovofflinevideomanager_008" = "FairPlay license preloading is only supported on iOS 10.3 and later.";

/* Video requested for download was nil. */
"bcovofflinevideomanager_010" = "다운로드로 요청된 비디오가 없습니다";

/* This video is not eligible for offline playback. */
"bcovofflinevideomanager_011" = "이 비디오는 오프라인으로 재생할 수 없습니다";

/* Invalid (non-JSON) video.properties passed to preload/download method. */
"bcovofflinevideomanager_012" = "Invalid (non-JSON) video.properties passed to preload/download method.";

/* Invalid (non-JSON) parameters passed to preload/download method. */
"bcovofflinevideomanager_013" = "Invalid (non-JSON) parameters passed to preload/download method.";

/* Invalid rental duration specified for FairPlay license: %f seconds. */
"bcovofflinevideomanager_014" = "Invalid rental duration specified for FairPlay license: %f seconds.";

/* This video has already been downloaded. */
"bcovofflinevideomanager_015" = "This video has already been downloaded.";

/* Invalid parameters were specified for the license request. */
"bcovofflinevideomanager_016" = "Invalid parameters were specified for the license request.";

/* rentalDurationValue == nil && purchaseValue == nil */
"bcovofflinevideomanager_017" = "(no purchase, no rental duration)";

/* purchaseLicense && (rentalDurationValue != nil) */
"bcovofflinevideomanager_018" = "(purchase == YES, rental duration)";

/* !purchaseLicense && (rentalDurationValue == nil) */
"bcovofflinevideomanager_019" = "(purchase == NO, no rental duration)";

/* A problem occurred while downloading the video. */
"bcovofflinevideomanager_020" = "비디오를 다운로드하는 도중 문제가 발생했습니다";

/* Check your internet connection. */
"bcovofflinevideomanager_021" = "인터넷 연결을 확인하십시오";

/* No valid download source was found. */
"bcovofflinevideomanager_022" = "No valid download source was found.";

/* The download task could not be created. */
"bcovofflinevideomanager_023" = "The download task could not be created.";

/* The network may be down, or the video source invalid. */
"bcovofflinevideomanager_024" = "네트워크가 다운되었거나 비디오 소스가 잘못되었을 수 있습니다";

/* The offline video token used for FairPlay license renewal was invalid. */
"bcovofflinevideomanager_025" = "The offline video token used for FairPlay license renewal was invalid.";

/* Invalid (non-JSON) parameters passed to license renew method. */
"bcovofflinevideomanager_026" = "Invalid (non-JSON) parameters passed to license renew method.";

/* Invalid parameters were specified for license renewal. */
"bcovofflinevideomanager_027" = "Invalid parameters were specified for license renewal.";

/* rentalDurationValue == nil && purchaseValue == nil */
"bcovofflinevideomanager_028" = "(no purchase, no rental duration)";

/* purchaseLicense && (rentalDurationValue != nil) */
"bcovofflinevideomanager_029" = "(purchase == YES, rental duration)";

/* !purchaseLicense && (rentalDurationValue == nil) */
"bcovofflinevideomanager_030" = "(purchase == NO, no rental duration)";

/* Invalid rental duration specified for FairPlay license: %f seconds. */
"bcovofflinevideomanager_031" = "Invalid rental duration specified for FairPlay license: %f seconds.";

/* The bitrate cannot be changed when renewing an offline FairPlay license. */
"bcovofflinevideomanager_032" = "The bitrate cannot be changed when renewing an offline FairPlay license.";

/* The BCOVVideo account (%@) does not match the offline video account (%@) while renewing an offline FairPlay license (offline video token: %@) */
"bcovofflinevideomanager_034" = "The BCOVVideo account (%@) does not match the offline video account (%@) while renewing an offline FairPlay license (offline video token: %@)";

/* No FairPlay source was found while renewing an offline FairPlay license. */
"bcovofflinevideomanager_035" = "No FairPlay source was found while renewing an offline FairPlay license.";

/* Content identifier URI was invalid while renewing FairPlay license. */
"bcovofflinevideomanager_036" = "Content identifier URI was invalid while renewing FairPlay license.";

/* FairPlay license renewal is only supported on iOS 10.3 and later. */
"bcovofflinevideomanager_037" = "FairPlay license renewal is only supported on iOS 10.3 and later.";

/* No video file path found for offline video token %@. */
"bcovofflinevideomanager_038" = "No video file path found for offline video token %@.";

/* Could not retrieve WebVTT file at URL: %@; HTTP status code %@. */
"bcovofflinevideomanager_039" = "Could not retrieve WebVTT file at URL: %@; HTTP status code %@.";

/* An error occurred while downloading a video. */
"bcovofflinevideomanager_040" = "An error occurred while downloading a video.";

/* BCOVVideo is nil in retrieveHLSManifest. */
"bcovofflinevideomanager_041" = "BCOVVideo is nil in retrieveHLSManifest.";

/* No valid HLS source for video in retrieveHLSManifest. */
"bcovofflinevideomanager_042" = "No valid HLS source for video in retrieveHLSManifest.";

/* Could not retrieve manifest at URL: %@. */
"bcovofflinevideomanager_043" = "Could not retrieve manifest at URL: %@.";

/* Could not retrieve manifest at URL: %@; HTTP status code %@. */
"bcovofflinevideomanager_044" = "Could not retrieve manifest at URL: %@; HTTP status code %d.";

/* The video's secondary tracks could not be downloaded. */
"bcovofflinevideomanager_045" = "비디오의 보조 트랙을 다운로드할 수 없습니다";

/* Content key exchange error.\n\tContent key: %@\nOffline Video Token: %@. */
"bcovofflinevideomanager_046" = "Content key exchange error.\n\tContent key: %@\nOffline Video Token: %@.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_047" = "There is no recovery from this error.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed while requesting application certificate. */
"bcovofflinevideomanager_048" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed while requesting application certificate.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_049" = "There is no recovery from this error.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed because a default application certificate could not be found. */
"bcovofflinevideomanager_050" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed because a default application certificate could not be found.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_051" = "There is no recovery from this error.";

/* Call to -[AVContentKeyRequest makeStreamingContentKeyRequestDataForApp:contentIdentifier:options:completionHandler:] failed with error. */
"bcovofflinevideomanager_052" = "Call to -[AVContentKeyRequest makeStreamingContentKeyRequestDataForApp:contentIdentifier:options:completionHandler:] failed with error.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_053" = "There is no recovery from this error.";

/* persistentContentKeyFromKeyVendorResponse failure */
"bcovofflinevideomanager_054" = "persistentContentKeyFromKeyVendorResponse failure";

/* There is no recovery from this error. */
"bcovofflinevideomanager_055" = "There is no recovery from this error.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForContentKeyIdentifier:contentKeyRequest:completionHandler:] failed. */
"bcovofflinevideomanager_056" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForContentKeyIdentifier:contentKeyRequest:completionHandler:] failed.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_057" = "There is no recovery from this error.";

/* Could not retrieve application certificate. NSURLSessionDataTask failed. */
"bcovofflinevideomanager_058" = "Could not retrieve application certificate. NSURLSessionDataTask failed.";

/* There is no recovery from this error. Internet may be down. */
"bcovofflinevideomanager_059" = "There is no recovery from this error. Internet may be down.";

/* Could not retrieve application certificate. Invalid HTTP status code `%@` returned. */
"bcovofflinevideomanager_060" = "Could not retrieve application certificate. Invalid HTTP status code `%@` returned.";

/* There is no recovery from this error. Check validity of certificate_url. */
"bcovofflinevideomanager_061" = "There is no recovery from this error. Check validity of certificate_url.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed while requesting application certificate. */
"bcovofflinevideomanager_062" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed while requesting application certificate.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_063" = "There is no recovery from this error.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed because a default application certificate could not be found. */
"bcovofflinevideomanager_064" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed because a default application certificate could not be found.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_065" = "There is no recovery from this error.";

/* Call to -[AVAssetResourceLoadingRequest streamingContentKeyRequestDataForApp:contentIdentifier:options:error:] failed. */
"bcovofflinevideomanager_066" = "Call to -[AVAssetResourceLoadingRequest streamingContentKeyRequestDataForApp:contentIdentifier:options:error:] failed.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_067" = "There is no recovery from this error.";

/* persistentContentKeyFromKeyVendorResponse failure. */
"bcovofflinevideomanager_068" = "persistentContentKeyFromKeyVendorResponse failure.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_069" = "There is no recovery from this error.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed. */
"bcovofflinevideomanager_070" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_071" = "There is no recovery from this error.";

/* Ad (%@ of %@) */
"bcovpuiadcontrolview_001" = "광고 %@/%@";
"bcovpuiadcontrolview_010" = "광고 %@";

/* Your video will resume in %@ seconds (plural) */
"bcovpuiadcontrolview_002" = "비디오가 %@초 후에 다시 시작됩니다";

/* Your video will resume in %@ second (singular) */
"bcovpuiadcontrolview_003" = "비디오가 %@초 후에 다시 시작됩니다";

/* Learn More */
"bcovpuiadcontrolview_004" = "자세히 알아보기";

/* You can skip this ad in %@ seconds (plural) */
"bcovpuiadcontrolview_005" = "이 광고\n를 %@초 후 건너뛸 수 있습니다";

/* You can skip this ad in %@ second (singular) */
"bcovpuiadcontrolview_006" = "이 광고\n를 %@초 후 건너뛸 수 있습니다";

/* Skip Ad ⇥ */
"bcovpuiadcontrolview_007" = "광고 건너뛰기 ⇥";

/* Ad: Press play to resume video */
"bcovpuiadcontrolview_008" = "광고: 재생을 눌러 비디오 다시 시작";

/* %@s */
"bcovpuiadcontrolview_009" = "%@s";

/* video playback is Live */
"bcovpuibasiccontrolview_001" = "라이브";

/* Current Time */
"bcovpuibasiccontrolview_002" = "현재 시간";

/* Duration */
"bcovpuibasiccontrolview_003" = "재생 시간";

/* Current playhead position */
"bcovpuibasiccontrolview_004" = "현재 위치";

/* video playback is Live */
"bcovpuibutton_001" = "라이브";

/* Play */
"bcovpuibutton_002" = "재생";

/* Pause */
"bcovpuibutton_003" = "일시 중지";

/* Enter Fullscreen */
"bcovpuibutton_004" = "전체 화면 실행";

/* Exit Fullscreen */
"bcovpuibutton_005" = "전체 화면 나가기";

/* Jump Back (short-duration rewind) */
"bcovpuibutton_006" = "뒤로 이동";

/* Audio & Subtitles */
"bcovpuibutton_007" = "오디오 및 자막";

/* 360 Video */
"bcovpuibutton_008" = "360 비디오";

/* Preferred Bitrate */
"bcovpuibutton_009" = "기본 비트레이트";

/* Picture in Picture */
"bcovpuibutton_010" = "화면 안의 화면";

/* AirPlay */
"bcovpuibutton_011" = "AirPlay";

/* Audio & Subtitles menu title */
"bcovpuiclosedcaptionhandler_001" = "오디오 및 자막";

/* Legible options menu heading */
"bcovpuiclosedcaptionhandler_002" = "자막";

/* Audible media options menu heading */
"bcovpuiclosedcaptionhandler_003" = "오디오";

/* Legible media options menu heading */
"bcovpuiclosedcaptionhandler_004" = "자막 및 CC";

/* Off */
"bcovpuiclosedcaptionhandler_005" = "끄기";

/* Automatic selection (a menu item) */
"bcovpuiclosedcaptionhandler_006" = "자동(권장)";

/* Automatic */
"bcovpuipreferredbitratehandler_001" = "자동";

/* Live */
"bcovtvcontroller_001" = "라이브";

/* Live Stream Paused */
"bcovtvcontroller_002" = "일시 정지된 라이브 스트림";

/* Media Controls, %@ elapsed, %@ remaining */
"bcovtvcontroller_003" = "미디어 컨트롤, %@ 경과, %@ 남음";

/* Advertisement (%@ of %@) */
"bcovtvcontroller_004" = "광고(%@ / %@)";
"bcovtvcontroller_005" = "광고 %@";
"bcovtvcontroller_006" = "광고";

/* Show Tab Bar */
"bcovtvsettingsview_001" = "탭 바 표시";

/* Unknown */
"bcovtvsettingsview_002" = "알 수 없음";

/* Unknown */
"bcovtvtabbaritemview_001" = "알 수 없음";

/* Info */
"bcovtvtabbaritemview_002" = "정보";

/* More (show more information; button title) */
"bcovtvtabbaritemview_003" = "추가";

/* Unknown */
"bcovtvtabbaritemview_004" = "알 수 없음";

/* %@ minutes */
"bcovtvtabbaritemview_005" = "%@분";

/* Subtitles */
"bcovtvtabbaritemview_006" = "자막";

/* Off (menu item title) */
"bcovtvtabbaritemview_007" = "끄기";

/* Auto (menu item title) */
"bcovtvtabbaritemview_008" = "자동";

/* Audio (window title) */
"bcovtvtabbaritemview_009" = "오디오";

/* From Beginning */
"bcovtvinfoview_001" = "처음부터";
